const Label = {
  academyIntroduce:
    "HI_ARC(Hongik_Algorithm Research Club, 하이아크)는 2017년부터 이어져 내려온 홍익대학교 컴퓨터공학과 소속 알고리즘 학회입니다. 학회원들의 문제해결력및 PS(Problem Solving) 실력 향상을 위해 난이도별 스터디와 다양한 활동이 마련되어 있습니다. 또한 학회원들의 실전경험을 심어주고 CP (Competitive Programming) 수준을 올리기 위해 ICPC, UCPC와 같은 크고 작은 대회를 준비하고 있습니다.",
  contestIntroduce:
    "하이아크는 2017년 창립 이후 꾸준히 교내 프로그래밍 경진대회를 주최하고 있습니다. 각 분야에서 뛰어난 알고리즘 실력자들을 섭외하여 독창적이고 도전적인 문제를 제공합니다. 또한, 신뢰할 수 있는 검수진을 통해 문제의 완성도를 높이고, 이를 통해 학회원들의 문제 해결 능력을 향상 시키는 데 기여하고 있습니다. 이 대회는 단순한 경쟁을 넘어, 학생들이 프로그래밍 실력을 한 단계 더 발전시킬 수 있는 소중한 기회가 되고 있습니다.",
  HiconnectIntroduce:
    "하이아크에 참여했던 선배님들과 학회원들이 한자리에 모여 선후배 간의 네트워킹을 도모하는 행사입니다. 이 자리에서는 선배님들께 알고리즘 학습, 학교 생활, 보안, 금융 분야에 관한 실제 경험담을 들을 수 있으며 이로 인해 학회원들은 선배님들의 경험과 더불어 더 넓은 시야와 정보를 가져갈 수 있습니다.",
  ICPCIntroduce:
    "매해 각 학교에서 진행되는 ICPC Seoul Regional 예선의 신청, 접수 및 당일 운영을 담당합니다. 참가자들의 대회 접수 및 준비를 도와주어 좋은 성적을 낼 수 있게끔 지원합니다.",
  HitingIntroduce:
    "하이아크에서 직접 만든 레이팅 순위 사이트로, 학회원들의 solved.ac 레이팅 순위를 실시간으로 보여줍니다. 이 기능을 통해 학회원들은 서로 격려 및 경쟁하며 백준 문제풀이와 문제 해결력 향상을 이끌어냅니다.",
};

export default Label;
